{"inkVersion":20,"root":[["^Leo: ...so yeah, thats how I became the king of the party thanks to my smile. Pretty cool right?","\n","^Soul: ... (You see Mars sitting in a rock)","\n","ev","str","^1. Keep listening to Leo talking about his smile","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^2. Run to her to see if she found Terry","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^3. Ignore both of them and think about magical creatures","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["^ ",{"->":"c2"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"c1"},"\n",{"->":"0.g-0"},{"#f":5}],"c-2":["^ ",{"->":"c2"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"pointD":[{"->":"c2"},{"#f":1}],"c1":["^Mars: *sigh* (Where are you Terry?)","\n","^Mars: Oh! Hey little one. Bet you couldn't find it.","\n","^Mars: You are so tiny after all. It's a mission to hard for you.","\n",{"->":"c2"},{"#f":1}],"c2":[["^Leo: Oh, Mars! Look at you, sitting there looking sad. You shoul stand and praise my fantastic hair. There's no reason for sadness when beauty is arround!","\n","^Leo: *Talks to his mirror* Am I right? ",{"#":"bg:vn_07"},"\n","^Soul: ...","\n","^Mars: Careful... it may brake if you look at it too long.","\n","^Leo: Huh? Did you say something?","\n","^Mars: Nope. Hehe.","\n","^...","\n","^Terry was nowhere to be found and Mars started to worry. She knew that ghost must go to the other side before sunrise and time was not going to stop.","\n","^There must be somethig she could do, more places to search... It wasn't the time to just sit around thinking about what could happed.","\n","^Mars: I guess we shoul go further into the forest. There's a posibility Terry might be there.","\n","^???: Oh, thank mother!","\n","^Someone emerged from the darkness of the forest. ",{"#":"bg:None"},"\n","^Mars: Lima??","\n","^It was another forest creature... it looked like a mummy! ",{"#":"bg:vn_08"},"\n","^Lima: I'm s-so glad I could find someone!","\n","^Lima: Theres no way I c-can get out of this!","\n","^Lima: It's going t-to be a d-d-disaster!","\n","^Mars: What? Did you brake an amulet again?","\n","^Lima: It's w-w-worst than that!","\n","^Lima looked really nervous.","\n","^Mars: Ok, ok, calm down.","\n","^Mars: What have you done now?","\n","^Lima: This!","\n","^Mars: A... plant.","\n","^Mars: Cool, I guess.","\n","^Lima: N-no! It's an almost d-d...","\n","^Lima: Almost dead plant! I don't k-know what I'm gonna do...","\n","^Lima: Tibo is going to k-kill me!","\n","^Mars: Well...","\n","^Mars: Maybe.","\n","^Lima: !!","\n","^Mars: And again you have \"no clue\" about what to do.","\n","^Lima: Ex-xactly!","\n","^Lima: I have read something about it but I'm so useless... I need h-help!","\n","^Mars: [To you] Watch this.","\n","^Mars: Ok, so it has to do something with plants. A book about plants.","\n","^Lima: Y-yes! \"Herbology and ancient sourcery\", chapter 9, page 346.","\n","^Mars: Right, right.","\n","^Lima: What c-can I do, M-mars?!","\n","^Mars: So in page 346 it says...","\n","^Lima: \"Luminus cycae are an extremely sensitive plant. They need varius nutrients to germinate and grow strong...","\n","^Lima starts recitating the whole page by memory.","\n","^Lima: ... so they could die eassely. To avoid this, Anemone curasavica's blod mixed with it's pettals should be used as fertilizer.\"","\n","^Mars: Yeah, that was it, ofcourse.","\n","^Lima: I'm d-doomed!","\n","^Mars: What if we search for that thing... the...","\n","^Lima: Anemone curasavica?","\n","^Lima: There's n-no way I could find one!","\n","^Mars: Come on, you can do it!","\n","^Lima: But it's t-too deep in the forest!","\n","^Soul:","\n","ev","str","^1. Stick to Mar's side. You just want to find Terry and go back home. Lima can do that herself.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^2. Try to encourage Lima. You wan't to help her.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"c3"},"\n",{"#f":5}],"c-1":["^ ",{"->":"c4"},"\n",{"#f":5}]}],{"#f":1}],"c3":["^Mars: Is it?","\n","^Lima: Y-yes! Tibo will be back before I can even f-find the flower, let a-along make the fertilizer!","\n","^Lima: I-I'm so useless!","\n",{"->":"c5"},{"#f":1}],"c4":["^Lima looked at you.","\n","^Lima: Who is this?","\n","^Mars: He looks very intrigued about you. I don't think you can keep him away now.","\n","^You stick to Lima, trying to say \"We'll find that flower, don't worry!\".","\n","^Lima: [very touched] But I don't w-want to be a burden","\n",{"->":"c5"},{"#f":1}],"c5":["^Mars: We are going to the deep forest anyway. We'll go with you.","\n","^Lima: R-really?! Thankyou!","\n","^Leo: HEY! I'm not going there and getting my hands dirty for a diyind green thing!","\n","^Leo: You guys can go ahead, I'm staying.","\n","^Mars: Hehe... That was expected.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}