{"inkVersion":20,"root":[["^You've running around for quite some time now without finding it. ",{"#":"Image:None"},"\n","^Lima: Sigh... This is u-useless, I'm not helping at a-all. Are we lost? I'm so useless... ",{"#":"Image:lm1"},"\n","^Lima: W-what is that? ",{"#":"Image:lm3"},"\n","^You turn around to see that weird fireflie again. ",{"#":"Image:None"},{"#":"bg:light"},"\n","^What is it doing there?","\n","ev","str","^Come closer to it","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Stay where you are","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^ ",{"->":"a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"b"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"a":["^You start coming towards the light.","\n",{"->":"cont"},{"#f":1}],"b":["^You stay quietly at the same spot.","\n",{"->":"cont"},{"#f":1}],"cont":["^The fireflies seems to be happy to see you, it gets close to you and it's light shines brighter.","\n","^The dazzling light blinds you for a second. ",{"#":"bg:white"},"\n","^when you open your eyes...","\n","^Right in front of you, floating in the same spot as the fireflies was just a second ago, it's a ghost. A real one! ",{"#":"bg:terry"},"\n","^You look at him amazed.","\n","^Lima: It's a ghost! ",{"#":"Image:lm1"},"\n","^Tibo: That's not the point! Hey, pal, what's your name? ",{"#":"Image:t1"},"\n","^???: ... ",{"#":"Image:None"},"\n","^???: I am Terry, nice to meet you, Tibo.","\n","^Tibo: ?? ",{"#":"Image:t1"},"\n","^Lima: !!! ",{"#":"Image:lm3"},"\n","^Lima: I c-can't believe it! ",{"#":"Image:lm4"},"\n","^Lima: We f-found him! Mars is going to be s-so relieved!","\n","^Tibo: That kid has been looking for you all over the forest, WHERE THE HECK WHERE YOU?! ",{"#":"Image:t2"},"\n","^Terry: I believe you all deserve an explanation. ",{"#":"Image:None"},"\n","^Terry: I have been in this forest for a long time. Watching your daily lifes and your troubles.","\n","^Terry: I felt really troubled. I wanted to help, but couldn't do anything my self.","\n","^Terry: I started looking for someone that could do that, a kind hearted soul that will lead you to a better future...","\n","^Terry: But my time was running out.","\n","^Terry: Soul, you were my last hope and you have accomplished a lot tonight.","\n","^Terry: I never thought Lima could be more confident,","\n","^Terry: that Leo would help someone altruistically,","\n","^Terry: that Mars would do her best to protect someone she just met...","\n","^Terry: And I... I feel that I can believe in the future once again, even if I am not part of it.","\n","^The sun was going to rise soon and Terry noticed that just on time.","\n","^Terry: But there is no more time to spare! Quick, lets go meet Big Shadow!","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}