{"inkVersion":20,"root":[["^Lima: Look! It's t-the anemone curasavica!","\n","^Lima: ...","\n","^Lima: I c-can't pick it up... what if I ruin it? There's only o-one flower...","\n","^Soul:","\n","ev","str","^Look at Mars (Maybe she can pick it up)","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Pick it yourself. There's no time to lose!","/str","/ev",{"*":"0.c-1","flg":20},"ev","str","^Encorage Lima to do it herself. She needs to get more confident!","/str","/ev",{"*":"0.c-2","flg":20},{"c-0":["^ ",{"->":"a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"b"},"\n",{"->":"0.g-0"},{"#f":5}],"c-2":["^ ",{"->":"c"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"a":["^Mars: Ugh...","\n","^Mars: What? Is there someting in my face?","\n","^Lima: ... ;;","\n","^Mars: Let's get it allready.","\n","^Mars cast a spell and a magic box appears.","\n","^She climbs it, reaching the flower.","\n","^Mars: There you go.","\n","^She hands the flower to Lima.","\n",{"->":"cont"},{"#f":1}],"b":["^You step ahead, it's your time to shine. There's no way you're going to sit there and wait for something to happen. Terry has to be close and it could get away soon!","\n","^You reach the flower and hand it to Lima.","\n",{"->":"cont"},{"#f":1}],"c":["^You look at Lima. You're eyes say \"You can do this\" and she seems to read them perfectly.","\n","^Lima: ... I d-don't know.","\n","^She looks unsecure but starts lifting her arm towards the flower.","\n","^Suddenly she stopped.","\n","^You give her a gentle push and she finally grabs it.","\n",{"->":"cont"},{"#f":1}],"cont":["^Lima: I... I g-got it! At last!","\n","^Lima: I really ap-preciatte your help!","\n","^She then takes out some notes and starts brewing the fertilizer.","\n","^...","\n","^Lima: I-it's done! ",{"#":"Bg:vn_10"},"\n","^Mars: Wow, that looks really well done.","\n","^Lima: I'm n-not so sure about that... (what if it doesn't work?)","\n","^Mars: Let's find out, come on!","\n","^Lima pours the fertilizer in the pot.","\n","^Lima: I c-can't look at it!","\n","^Mars: [To Soul] Ps! You know that it won't work unless you dance arround it?","\n","^Soul:","\n","^[1. You look at her confused.] ",{"->":".^.a2"},"\n","^[2. Sounds legit. You start dancing arround the plant] ",{"->":".^.b2"},"\n",{"a2":["^She smiles in a funny way and looks at the plant.","\n",{"->":"cont2"},{"#f":1}],"b2":["^Mars: Hehehehe... You are funny. (but why does he do everything I say?)","\n","^You keep dancing and look at the plant.","\n",{"->":"cont2"},{"#f":1}],"#f":1}],"cont2":["^But nothing happens.","\n","^Lima: I k-knew it, this is a disaster!","\n","^Lima: T-tibo is g-g...","\n","^It looked like the fertilizer didn't work but right before she could finish the last sentence, the plant started to shine. ",{"#":"Bg:White"},"\n","^Mars: W-wha...","\n","^Lima: I-it worked! ",{"#":"Bg:vn_11"},"\n","^Lima: Oh, for the mother of all creatures, what a relief!","\n","^You feel the floor trembling, is it a seccondary effect of the fertilizer? an earthquake maybe?","\n","^Lima: Oh n-no!","\n","^???: Hrmph! There you are!!","\n","^Lima jumps scared letting go of the plant.","\n","^Mars manages to grab the pot right before it crashes on the floor.","\n","^???: Hey! My little Luminchi! ",{"#":"Bg:vn_12"},"\n","^It's Tibo, the owner of the plant Lima was taking care of. He runs and takes the it from Mars' hands.","\n","^Tibo: Are you ok, little Luminchi?","\n","^Tibo: How dare you letting it fall! You silly mummy!","\n","^Lima: I-I'M SORRY!","\n","^Tibo: You always so sloppy and nervous! You should be more confident and stop behaving like that!","\n","^Tibo kept yelling at her.","\n","^Soul:","\n","^[1. Step between them and confront the monster] ",{"->":".^.a3"},"\n","^[2. Hide behind Mars] ",{"->":".^.b3"},"\n","^[3. Do nothing] ",{"->":".^.c3"},"\n",{"a3":["^happy lima","\n",{"->":"cont3"},{"#f":1}],"b3":["^cute mars","\n",{"->":"cont3"},{"#f":1}],"c3":["^whatever","\n",{"->":"cont3"},{"#f":1}],"#f":1}],"cont3":["^tibo ve algo distinto en la planta y le pregunta a Lima","\n","^soul le dice que diga la verdad porque honestidad(sigue)","\n","^O soul le indica de alguna forma que mienta porque tibo da miedo. (no finds out what happened)","\n","^(sigue)","\n","^little more yelling and finally he wants more of that shit","\n","^but theres only one othe place and they need to go to the citty","\n","^since that's the only place where terry could be","\n","^pos van","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}