{"inkVersion":20,"root":[["^It's finally here! It's Halloween!","\n","^Mom: Come on Soul, are you ready? ",{"#":"Name:Mom"},"\n","^Mom: Your friends will arrive in any minute now, go wait by the door.","\n","^Comming down the stairs Soul hears someone ring the doorbell. ",{"#":"Name:None"},{"#":"Image:None"},{"#":"Sound:door_bell_01"},"\n","^???: Good night Ms. Timber! We came to get Soul! Are you ready, Soul? ",{"#":"Name:???"},{"#":"Sound:None"},"\n","^Mom: Hello Ms. Damant, thankyou for taking care of the kids tonight. ",{"#":"Name:Mom"},"\n","^Ms. D: Oh, it's a pleasure. We will have so much fun. ",{"#":"Name:Ms.D"},"\n","^Mom: Soul, come here! ",{"#":"Name:Mom"},"\n","^Soul walks to the door and greets everyone, waving a hand under the ghost costume. ",{"#":"Name:None"},{"#":"Sound:Steps_01"},"\n","^Mom: There you go, have fun little one! And please, don't get distracted, stay with the group! ",{"#":"Name:Mom"},{"#":"Image:None"},{"#":"Sound:None"},"\n","^Soul is very excited to go trick or treating with some friends. It's not every day you can go outside dressed like a ghost and meet other people with scary costumes! ",{"#":"Name:None"},"\n","^Halloween is awesome. In fact, every single fantastic creature is awesome. Or that's what Soul thinks.","\n","^Wouldn't it be the perfect Halloween night if only you could get to meet one of those creatures for real?","\n","^That sounded like a dream for little Soul, looking at anyone who walked near them as if that could be a real  magical creature.","\n","^Ms. D: Soul, don't fall behind the group, you'll get lost! ",{"#":"Name:Ms.D"},"\n","^Every few minutes, Ms. Damant had to call for Soul so the kid wouldn't get lost in between all the people in the streets. ",{"#":"Name:None"},"\n","^It was only a matter of time before that happened.","\n","^...","\n","^Ms. D: Soul? Soul! Oh no! Where'd that kid go? ",{"#":"Name:Ms.D"},"\n","^??? ",{"#":"Name:Soul"},"\n","^Little Soul didn't know that there where fire flights in that village. But there it was, a tiny light in the middle of the street, just floating around. ",{"#":"Name:None"},"\n","^Suddenly, the light begin moving away and Soul couldn't do anything but follow it.","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}