{"inkVersion":20,"root":[["^You get to the forest and finally see Leo standing beside a cliff's edge.","\n","ev","str","^Approach Leo.","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Stay with the group.","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["^  ",{"->":"a"},"\n",{"->":"0.g-0"},{"#f":5}],"c-1":["^ ",{"->":"b"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"a":[["^Mars: Careful, little one, he gets real crazy sometimes.","\n","^You nod and keep walking towards the vampire.","\n","^He's breathing heavily and turns slowly. You can now see a big wound on his face.","\n","^Leo: Why... Why did you follow me!!","\n","^You look at him, thinking what you could do to calm him.","\n","^Leo: You don't understand anything... ANYTHING!!","\n","^Leo: You came here with your \"kind heart\", trying to \"help\" everyone, acting like you are the nice guy... You think your're better than us?!","\n","^Leo: You're nothing more than another jellouws creature! My beauty is too much for you and you wish it to just disapear!!","\n","^Leo looks more and more aggitated, his eyes start glowing red and his body grows bigger by each second.","\n","^He's soon transformed into a terryfiying monster. But you still hope he can go back to hi's sense and calm down.","\n","^Mars: Get out of there, he's helpless! Run!","\n","^Is he really out of his mind?","\n","ev","str","^Trust him. Leo needs someone who understands him.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Run awy scared for your life.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["^ ",{"->":"a2"},"\n",{"#f":5}],"c-1":["^ ",{"->":"b2"},"\n",{"#f":5}]}],{"#f":1}],"b":["^Lima: Erm... M-mister Vampire?","\n","^Leo turns around abruptly and you notice the wound on his face. He looks angry.","\n","^Leo: Why... Why are you here?!","\n","^Mars: Calm down you psico. It's not like you've lost an arm!","\n","^Leo: You, useless witch, have no right to say a word!!","\n","^Leo: Go learn some real magic!","\n","^Tibo: ARGH!! CONTROL YOUR MOUTH KID!","\n","^Leo: You're nothing else than more jellouws creatures! My beauty is too much for you and you wish it just disapeared!!","\n","^Leo: ARRGH!!","\n","^Leo looks more and more aggitated, his eyes start glowing red and his body grows bigger by each second.","\n","^He's soon transformed into a terryfiying monster.","\n",{"->":"b2"},{"#f":1}],"b2":["^Without any time to loose, all of you run away as Mars creates some magic boxes to stop him.","\n","^Leo breaks the boxes into a thousan pieces and flies away.","\n","^He was gone.","\n","^Mars: Well... that was intense.","\n","^Tibo: Kids nowadys...","\n","^Lima looked really concern.","\n","^Mars: OH NO, IT'S REALLY LATE!","\n","^Lima: Right... you were looking f-for someone.","\n","^Mars: Yes! Yes I was!","\n","^She looks at you.","\n","^Mars: Tsk... (I don't have time to play whith them any more, this is serious)","\n","^Mars: I'll go look for him by myself.","\n","^Lima: B-but...!","\n","^Just like that, Mars was gone too.","\n",{"->":"end"},{"#f":1}],"a2":["^Mars creates a magic box trying to stop him and protect you but Leo eassily breaks it in a million pieces.","\n","^Leo runs towards you and opens his mouth.","\n","^Everyone freaks out trying to save you, but they aren't close enough...","\n","^And then Leo stoped.","\n","^You where completely fine.","\n","^He looked at you, then down and sunk his knees on the floor, exhausted.","\n","^You get close to him a give a gente pat on his head. \"It's ok, you'll be fine now\".","\n","^Mars runs towards you.","\n","^Mars: Woah, woah! Are you ok little one?","\n","^You nod.","\n","^Leo: ...","\n","^Leo: Why didn't you run away?","\n","^Mars: This kid is crazier than you...","\n","^Lima: I-i think he wanted to help you feel better.","\n","^Lima: (I'm so glad you are ok...)","\n","^Leo looks at you, confused but happy at the same time.","\n","^Leo: I guess you really are crazy (thank you... I do feel better)","\n","^You smile at him.","\n","^Leo: Oh, by the way, did you find that ghost?","\n","^Mars: ?!","\n","^Mars: NO! I DID NOT!","\n","^She looks at you.","\n","^Mars: Tsk... (I don't have time to play whith them, this is serious)","\n","^Mars: I'll go look for him by myself.","\n","^Lima: B-but...!","\n","^Just like that, Mars was gone.","\n",{"->":"end"},{"#f":1}],"end":[["^Lima: And w-what are we supposed to d-do with you?","\n","ev","str","^Sign to Lima that you whant to go find Terry too.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Sign to Lima that you should wait Mars where Big Shadow's at.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",[["^Lima: Oh, you think you can find it?","\n",["^Lima: Ok, I'll go too! You lead the way.","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":5}],"c-1":["\n",[["^Lima: I guess you're right.","\n",["^Lima: Let's go meet Mother.","\n","end",{"#f":5,"#n":"g-1"}],{"#f":5,"#n":"g-0"}],null],{"#f":5}]}],{"#f":1}],"#f":1}],"listDefs":{}}