{"inkVersion":20,"root":[["^Bs: ... ",{"#":"bg:bs"},{"#":"Image:None"},"\n","^Bs: You took your time...","\n","^Mars: Mother... I failed! ",{"#":"Image:m4"},"\n","^Bs: ?! ",{"#":"Image:None"},"\n","^Bs: ...","\n","^Bs: I was wrong... you are still not ready after all.","\n","^Mars: ... ",{"#":"Image:m4"},"\n","^Bs: And that poor child got dragged into this because of you... ",{"#":"Image:None"},"\n","^Bs: The sunrise is near. I'll give you one last command.","\n","^Bs: Take this child back to his home and don't let anyone see you.","\n","^Mars: Yes, Mother... ",{"#":"Image:m4"},"\n","^The string that connected you with Mars becomes visible again and Big Shadow breaks it apart with a strong move.  ",{"#":"Image:None"},"\n","^Just as the string is disappearing, your eyes feel heavy and you start to lose consciousness.","\n","ev","str","^Sleep peacefully","/str","/ev",{"*":"0.c-0","flg":20},"ev","str","^Fight it!","/str","/ev",{"*":"0.c-1","flg":20},{"c-0":["\n","^You close your eyes without opposing to it.","\n",{"->":"cont"},{"->":"0.g-0"},{"#f":5}],"c-1":["\n","^You try to resist it with all your strength. ",{"#":"Image:s2"},"\n","^But it's useless, you feel too weak and, finally, your eyes close.","\n",{"->":"cont"},{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"cont":["^You fall asleep. ",{"#":"Image:None"},{"#":"bg:black"},"\n","^...","\n","^Mars picks you up from the floor and bows before leaving.","\n","^...","\n","^She goes through the forest, quickly as the wind. Soon you're back in the town.","\n","^No one around. Everything is quiet.","\n","^Mars finds your home thanks to a spell Big Shadow cast.  Mars: Here we are...","\n","^She uses her magic boxes to climb to your window and leaves you in the bed.","\n","^Mars: I was really dumb, wasn't I? ",{"#":"Image:m5"},"\n","^Mars: Thinking that maybe I could trust you, that we could find Terry and have a good ending...","\n","^Mars: So dumb... ",{"#":"Image:m1"},"\n","^She gives you a final glance before jumping through the window and disappearing. Forever gone. ",{"#":"Image:None"},"\n","^...","\n","^Mom: Soul? Soul, how long do you pretend to sleep today?","\n","^Mom: Come on, you can't be too exhausted, Ms. Damant brought you after you fall asleep in the street!","\n","^Soul: ??","\n","^You open your eyes, feeling weird. Your head hurts and you can't remember anything after Ms. Damant came to get you the night before.","\n","^Mom: Good Morning little one!","\n","^Mom: Did you have fun yesterday?","\n","^You feel confused. No matter how hard you try, no memories come to you.","\n","^You shrug, it couldn't have been too fun if you can't remember it.","\n","^Mom: Oh, is that so?","\n","^Mom: Well, let's go to the kitchen, your breakfast is ready! You can tell me more while you eat it.","\n","^You agreed very happy. Breakfast is great after all! You leave your room empty, with nothing especial. ",{"#":"bg:end3"},"\n","^Just the candy you got the night before, but it was the same as last year. Candy corn, lolly pops... nothing special.","\n","^...","\n","^The End.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}