{"inkVersion":20,"root":[["^You arrived at the forest. ",{"#":"Image:None"},"\n","^Tibo and Lima left after saying good bye and you are now alone with Mars.","\n","^Mars: The sun rise is getting closer... ",{"#":"Image:m4"},"\n","^Soul: ... ",{"#":"Image:s2"},"\n","^Mars: (It's all my fault, as always) ",{"#":"Image:m4"},"\n","^Mars: Well, kid, let's go meet Big Shadow. ",{"#":"Image:m1"},"\n","^You both go across the forest until you find right in front of Big Shadow. ",{"#":"Image:None"},"\n","^Mars: I guess you put too much faith in me yet again, Mother. ",{"#":"Image:m4"},{"#":"bg:bs"},"\n","^Big Shadow: ?? ",{"#":"Image:None"},"\n","^Big Shadow: Have you found Terry?","\n","^Mars: I'm afraid not. As you can see. ",{"#":"Image:m4"},"\n","^Bs: ?! ",{"#":"Image:None"},"\n","^Bs: I am really disappointed in you, my child.","\n","^Bs: ...","\n","^Big Shadow knew the sun was about to rise, it's light was  glimmering at the horizon.","\n","^Bs: But it's too late now, Terry soon will be lost in this forest,","\n","^Bs: forever.","\n","^Mars looked down.","\n","^Bs: As for you, human child...","\n","^Bs: You've been roaming here for too long, your soul is starting to shape as one of the creatures of this forest.","\n","^Bs: You could accept your destiny and be part of the forest forever or... you could try to mend the damaged within you and save your soul.","\n","^Bs: Do you want to save you soul, Kid?","\n","^Soul: ",{"#":"Image:s1"},"\n","ev","str","^Yes, I do","/str","/ev",{"*":"0.c-0","flg":20},{"c-0":["^ ",{"->":"cont"},"\n",{"->":"0.g-0"},{"#f":5}],"g-0":["done",{"#f":5}]}],"done",{"cont":["^Soul: *Nods*","\n","^Big shadow nodded back.",{"#":"Image:None"},"\n","^Soon, your body was surrounded by a slight glow and you felt as if something was disparaging.","\n","^Mars looked at you.","\n","^Mars: Good bye, little one. ",{"#":"Image:m5"},"\n","^She said before turning back and leaving. ",{"#":"Image:None"},"\n","^When you realize, your physic body is gone. You're a ghost! For real!","\n","^A young boy you've never seen before just arrived.","\n","^Bs: Hey, Absalon, this is Terry. I'm trusting you with the mission of safeguarding this ghost until it's able to reach the other world.","\n","^Bs: Will you fulfil this mission and provide Terry a safe journey?","\n","^Absalon: Yes, mother.","\n","^Big Shadow erased Soul's memory (who's new name would be Terry) so he could transcend to the other world peacefully.",{"#":"bg:black"},"\n","^...","\n","^Terry was a happy ghost. He had many friends in the forest and Absalon was always looking after him. ",{"#":"bg:soulerry"},"\n","^But Terry felt that something was missing, what could it be?","\n","^... ",{"#":"bg:black"},"\n","^TV: Missing kid during Halloween night. The police is searching the area without getting any clues, ",{"#":"bg:end4"},"\n","^TV: Nadia is right there with the chief. Any news Nadia?","\n","^TV: They've search everywhere in the streets, but nothing. The search it's going to continue in the forest as the mother said that little Soul loved to in there...","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}