{"inkVersion":20,"root":[["^Mars: We are back, Mother. ",{"#":"Image:m4"},"\n","^Mars: I...","\n","^Bs: Yes, my child? ",{"#":"Image:None"},{"#":"bg:bs"},"\n","^Mars: I couldn't find him. ",{"#":"Image:m4"},"\n","^Mars: What am I supposed to do?","\n","^Mars: I'm such a failure! I...!","\n","^Bs: Mars... ",{"#":"Image:None"},"\n","^Bs: Worry no more.","\n","^Bs: Terry came back just a moment ago. I fulfilled your mission before it was too late.","\n","^Mars: WHAT?! ",{"#":"Image:m3"},"\n","^Bs: Before he was gone he gave me a message for you ",{"#":"Image:None"},"\n","^Bs: \"I'm sorry. I tried my best to help you guiding this kid to the forest.","\n","^Bs: but it wasn't enough... I didn't have much time, this kid was my last hope. I'm sorry it didn't went as planned. I hope someday you can forgive me for this chaotic night. Good bye.\"","\n","^Mars: I... I don't understand. ",{"#":"Image:m3"},"\n","^Mars: That ghost is crazy!","\n","^Lima: W-wait, then... T-this is good, r-right? ",{"#":"Image:lm3"},"\n","^Tibo: The ghost is save in the other side. I'll call this a success. ",{"#":"Image:t1"},"\n","^Mars: grr... ",{"#":"Image:m2"},"\n","^Mars: It's not the worst outcome but...","\n","^You jump filled with happiness. It was an awesome adventure! And Terry was safe. ",{"#":"Image:None"},"\n","^But you felt a little sad thinking that it was over already and you had to say goodbye to your new friends...","\n","^Bs: As for you, human child...","\n","^Bs: I have an offer for you.","\n","^Soul: ?? ",{"#":"Image:s1"},"\n","^Bs: We just lost one of our ghost, and you seem to enjoy the forest...","\n","^Bs: My offer is for you to join our family, to become one of my child...","\n","^You can not believe what you just heard. Live in the forest? With all of your new friends?","\n","^It sounded like a dream!","\n","^You run around filled with joy. Yes! Of course you want! ",{"#":"Image:s3"},"\n","^Big Shadow nodded calmly. ",{"#":"Image:None"},"\n","^Bs: So be it!","\n","^A bright light surrounds you. ",{"#":"bg:w"},"\n","^When you open your eyes you feel different... Your body is gone! You have become a real ghost! ",{"#":"bg:soulerry"},"\n","^Bs: Everyone welcome our new brother... Terry!","\n","^Mars: Oh... ",{"#":"Image:m4"},"\n","^Bs: Mars, my child, I entrust you with a new mission. ",{"#":"Image:None"},"\n","^Bs: Guard and guide my new child during his life with us.","\n","^Bs: Will you be up to the task.","\n","^Mars: Y-yes! I will! ",{"#":"Image:m3"},"\n","^Mars looks at you now.",{"#":"Image:None"},"\n","^Mars: Who would have though that I'll have to babysit you for so long, huh? ",{"#":"Image:m1"},"\n","^Bs: I have erased any trace of your past life, Terry, you can now be a forest creature without worry. ",{"#":"Image:None"},{"#":"bg:ed2"},"\n","^...","\n","^The End.","\n","end",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}