{"inkVersion":20,"root":[["^It's finally here! It's Halloween!","\n","^Come on Soul, are you ready? ",{"#":"Name:Mom"},"\n","^Your friends will arrive in any minute now, go wait by the door.","\n","^*door bell* ",{"#":"Name:None"},{"#":"Image:None"},{"#":"Sound:door_bell_01"},"\n","^Good night ms. Timber! We came for Soul! Are you ready, Soul? ",{"#":"Name:???"},{"#":"Sound:None"},"\n","^Hello ms Damant, thankyou for taking care of the kids tonight. ",{"#":"Name:Mom"},"\n","^Oh, it's a pleasure. They are really fun. ",{"#":"Name:Ms.D"},"\n","^Soul, come here! ",{"#":"Name:Mom"},"\n","^*steps* ",{"#":"Name:None"},{"#":"Sound:Steps_01"},"\n","^There you go, have fun little one! And please, don't get distracted, stay with the group! ",{"#":"Name:Mom"},{"#":"Image:None"},{"#":"Sound:None"},"\n","^Soul is very excited to go trick or treating with some friends. It's not every day you can go outside dressed like a ghost and meet other people with scary costumes! ",{"#":"Name:None"},"\n","^Halloween is awesome. In fact, every single fantastic creature is awesome. Or that's what Soul thinks.","\n","^Wouldn't it be the perfect Halloween night if only you could get meet one of those creatures for real?","\n","^That sounded like a dream for the little Soul, looking at anyone who walked near them as if that could be a real  magical creature.","\n","^Soul, don't fall behind the group, you'll get lost! ",{"#":"Name:Ms.D"},"\n","^Every few minutes, ms Damant had to call for Soul so the kid wouldn't get lost in between all the people in the streets. ",{"#":"Name:None"},"\n","^It was only a matter of time before that happened.","\n","^...","\n","^Soul? Soul! Oh no! Where'd that kid go? ",{"#":"Name:Ms.D"},"\n","^??? ",{"#":"Name:Soul"},"\n","^Little Soul didn't know that there where fire flights in that village. But there it was, just floating around. ",{"#":"Name:None"},"\n","^Suddenly, the light begin moving away and Soul couldn't do anything but follow it","\n","^INSERTE TUTORIAL","\n",["done",{"#f":5,"#n":"g-0"}],null],"done",{"#f":1}],"listDefs":{}}